
public class CovidInformation {
	public static void menu() { 
	System.out.println("********Μενού Επιλογών********");
	System.out.println("1.Εκτύπωση των συμπτωμάτων του Covid19");
	System.out.println("2.Εκτύπωση των οδηγιών για προστασία των πολιτών απο τον Covid19");
	System.out.println("3.Εκτύπωση σημερινών κρουσμάτων Covid19");
	System.out.println("4.Εκτύπωση συνολικών κρουσμάτων Covid19");
	System.out.println("5.Εκτύπωση σημερινών θανάτων από Covid19");
	System.out.println("6.Εκτύπωση συνολικών θανάτων από Covid19");
	System.out.println("7.Εκτύπωση των κρουσμάτων Covid19 που βρίσκονται σε ΜΕΘ");
	System.out.println("8.Εκτύπωση διαθέσιμων κλίνων ΜΕΘ σε κάθε πόλη");
	}
	
	public static void covidGuide() {
		System.out.println("Για να προστατευθείτε από τον ιό covid19 πρέπει:"
				+ "1.Να κάνετε χρήση της μάσκας σε πολυσύχναστους και κλειστούς χώρους, στα ΜΜΜ"
				+ "  και στους χώρους παροχής υπηρεσιών υγείας."
				+ "2.Για να γίνεται σωστή χρήση της μάσκας να μην αγγίζετε το μπροστινό μέρος,να την εφαρμόζετε "
				+ "  καλά στο πρόσωπό σας καλύπτοντας την μύτη και το στόμα και να την αφαιρείτε μόνο από τα "
				+ "  ειδικά κορδόνια."
				+ "3.Να πλένετε συχνά και σχολαστικά τα χέρια σας με σαπούνι και νερό ή αλκοολούχο διάλυμα."
				+ "4.Να τηρείτε απόσταση 1,5-2 μέτρα από όλους."
				+ "5.Να μην αγγίζετε το πρόσωπό σας(μάτια,μύτη,στόμα)."
				+ "6.Να αποφεύγετε επαφές με άτομα που ανήκουν σε ευπαθείς ομάδες και νοσηλευόμενους ασθενείς."
				+ "7.Να αποφεύγετε τις άσκοπες μετακινήσεις και τους χώρους συγχρωτισμού."
				+ "8.Όταν βήχετε ή φτερνιζόσαστε να καλύπτετε το στόμα και την μύτη σας με τον αγκώνα ή ένα χαρτομάντιλο."
				+ "9.Αν παρουσιάζετε συμπτώματα βήχα,πυρετού ή δυσκολίας στην αναπνοή αναζητήστε 'άμεσα ιατρική βοήθεια "
				+"  και ενημερώστε το ιατρικό προσωπικό για το ιστορικό των μετακινήσεών σας.");
	}
}
